[
    "Ciao, ho visto il tuo annuncio. L’articolo è ancora disponibile? Elena Partiti",
    "Salve, sono interessata al tuo prodotto. È ancora in vendita? Elena Partiti",
    "Ciao! Vorrei comprare il tuo articolo, è ancora disponibile? Elena Partiti",
    "Buongiorno! Mi piacerebbe acquistare il prodotto, è ancora in vendita? Elena Partiti",
    "Ciao, ho trovato il tuo annuncio online. L’oggetto è ancora disponibile? Elena Partiti",
    "Salve! Questo prodotto è ancora disponibile per l’acquisto? Elena Partiti",
    "Ciao, desidero acquistare il tuo articolo. È ancora disponibile? Elena Partiti",
    "Ehi, ho visto la tua inserzione. È ancora attiva? Elena Partiti",
    "Ciao! Sono interessata al prodotto. È ancora in vendita? Elena Partiti",
    "Salve, l’articolo è ancora disponibile per la vendita? Elena Partiti",
    "Ciao, vorrei sapere se il tuo prodotto è ancora disponibile. Elena Partiti",
    "Ehi! L’inserzione è ancora valida? Mi piacerebbe acquistare. Elena Partiti",
    "Ciao, il prodotto è ancora disponibile per l’acquisto? Elena Partiti",
    "Salve, sono molto interessata al tuo articolo. È ancora in vendita? Elena Partiti",
    "Ciao! Posso sapere se è ancora disponibile? Elena Partiti",
    "Ehi, è ancora possibile comprare il tuo prodotto? Elena Partiti",
    "Ciao, ho trovato il tuo annuncio e vorrei sapere se è ancora attivo. Elena Partiti",
    "Salve! L’oggetto è ancora disponibile? Mi piacerebbe acquistarlo. Elena Partiti",
    "Ciao, vorrei acquistare il tuo prodotto se è ancora disponibile. Elena Partiti",
    "Ehi! È ancora disponibile questo articolo? Elena Partiti",
    "Ciao, il tuo annuncio è ancora attivo? Vorrei comprare il prodotto. Elena Partiti",
    "Salve, è ancora possibile acquistare il tuo articolo? Elena Partiti",
    "Ciao! L’articolo è ancora in vendita o già venduto? Elena Partiti",
    "Ehi, il tuo prodotto è ancora disponibile? Vorrei acquistarlo. Elena Partiti",
    "Ciao, mi piacerebbe comprare il tuo oggetto. È ancora disponibile? Elena Partiti",
    "Salve! È ancora possibile acquistare il prodotto? Elena Partiti",
    "Ciao, l’inserzione è ancora valida? Elena Partiti",
    "Ehi, posso sapere se l’articolo è ancora in vendita? Elena Partiti",
    "Ciao, sono interessata a comprare il tuo prodotto. È ancora disponibile? Elena Partiti",
    "Salve, il tuo prodotto è ancora disponibile per la vendita? Elena Partiti",
    "Ciao! È ancora possibile acquistare questo articolo? Elena Partiti",
    "Ehi, è ancora disponibile il prodotto del tuo annuncio? Elena Partiti",
    "Ciao, ho visto la tua offerta. È ancora disponibile? Elena Partiti",
    "Salve! Mi interessa il tuo articolo. È ancora in vendita? Elena Partiti",
    "Ciao, vorrei sapere se è ancora possibile acquistare. Elena Partiti",
    "Ehi! L’annuncio è ancora attivo? Elena Partiti",
    "Ciao, il prodotto è ancora disponibile oppure già venduto? Elena Partiti",
    "Salve, vorrei comprare il tuo oggetto se è ancora disponibile. Elena Partiti",
    "Ciao! Mi interessa molto il tuo prodotto. È ancora disponibile? Elena Partiti",
    "Ehi, posso sapere se il tuo articolo è ancora in vendita? Elena Partiti",
    "Ciao, è ancora disponibile per l’acquisto il tuo prodotto? Elena Partiti",
    "Salve! Il tuo annuncio è ancora valido? Elena Partiti",
    "Ciao, desidero acquistare l’articolo. È ancora disponibile? Elena Partiti",
    "Ehi, è ancora disponibile l’oggetto del tuo annuncio? Elena Partiti",
    "Ciao! Posso sapere se il prodotto è ancora in vendita? Elena Partiti",
    "Salve, ho trovato la tua inserzione. È ancora attiva? Elena Partiti",
    "Ciao, vorrei comprare il tuo articolo. È ancora disponibile? Elena Partiti",
    "Ehi! È ancora possibile acquistare questo prodotto? Elena Partiti",
    "Ciao, il prodotto è sempre disponibile? Elena Partiti",
    "Salve! Vorrei sapere se l’articolo è ancora in vendita. Elena Partiti",
    "Ciao, è ancora disponibile il tuo annuncio? Elena Partiti",
    "Ehi, mi interessa l’articolo. È ancora acquistabile? Elena Partiti",
    "Ciao! Vorrei fare un’offerta se il prodotto è ancora disponibile. Elena Partiti",
    "Salve, il tuo oggetto è ancora in vendita? Elena Partiti",
    "Ciao, è ancora possibile acquistare il prodotto indicato? Elena Partiti",
    "Ehi! È ancora disponibile l’articolo della tua inserzione? Elena Partiti",
    "Ciao, il prodotto è ancora in vendita o già venduto? Elena Partiti",
    "Salve, vorrei acquistare il tuo articolo se è disponibile. Elena Partiti",
    "Ciao! L’annuncio è ancora attivo? Mi piacerebbe acquistare. Elena Partiti",
    "Ehi, posso sapere se il prodotto è ancora disponibile per l’acquisto? Elena Partiti",
    "Ciao, mi interessa l’oggetto. È ancora disponibile? Elena Partiti",
    "Salve! Vorrei sapere se è ancora possibile acquistare l’articolo. Elena Partiti",
    "Ciao, è ancora disponibile il prodotto in vendita? Elena Partiti",
    "Ehi, il tuo annuncio è ancora valido o scaduto? Elena Partiti",
    "Ciao! L’oggetto è ancora acquistabile? Elena Partiti",
    "Salve, sono interessata all’articolo. È ancora in vendita? Elena Partiti",
    "Ciao, il tuo prodotto è ancora disponibile per essere acquistato? Elena Partiti",
    "Ehi! Mi piacerebbe sapere se il prodotto è ancora disponibile. Elena Partiti",
    "Ciao, ho trovato il tuo annuncio. È ancora possibile comprarlo? Elena Partiti",
    "Salve! L’articolo è ancora disponibile? Elena Partiti",
    "Ciao, vorrei acquistare il prodotto. È ancora in vendita? Elena Partiti",
    "Ehi, il tuo articolo è ancora disponibile per la vendita? Elena Partiti",
    "Ciao! È ancora in vendita il tuo prodotto? Elena Partiti",
    "Salve, mi piacerebbe sapere se l’inserzione è ancora attiva. Elena Partiti",
    "Ciao, il tuo prodotto è ancora disponibile o già venduto? Elena Partiti",
    "Ehi! L’annuncio è ancora valido? Vorrei comprare. Elena Partiti",
    "Ciao, sono interessata al tuo articolo. È ancora in vendita? Elena Partiti",
    "Salve! Il prodotto è ancora disponibile per essere acquistato? Elena Partiti",
    "Ciao, desidero sapere se il tuo oggetto è ancora in vendita. Elena Partiti",
    "Ehi, il prodotto è ancora disponibile o già venduto? Elena Partiti",
    "Ciao! È ancora possibile acquistare il tuo articolo? Elena Partiti",
    "Salve, mi piacerebbe comprare l’articolo se è ancora disponibile. Elena Partiti",
    "Ciao, il tuo annuncio è ancora attivo? Elena Partiti",
    "Ehi! L’articolo è ancora in vendita? Elena Partiti",
    "Ciao, vorrei sapere se posso ancora acquistare il prodotto. Elena Partiti",
    "Salve, il tuo prodotto è ancora in vendita oppure già venduto? Elena Partiti",
    "Ciao, il prodotto è ancora disponibile? Mi piacerebbe acquistarlo. Elena Partiti",
    "Ehi, è ancora disponibile l’articolo della tua offerta? Elena Partiti",
    "Ciao! Posso sapere se è ancora possibile acquistare l’oggetto? Elena Partiti",
    "Salve, mi interessa il tuo prodotto. È ancora disponibile per l’acquisto? Elena Partiti",
    "Ciao, è ancora disponibile l’articolo indicato nell’annuncio? Elena Partiti",
    "Ehi! L’annuncio è ancora valido per l’acquisto? Elena Partiti",
    "Ciao, vorrei fare un’offerta se il prodotto è ancora disponibile. Elena Partiti",
    "Salve, il tuo oggetto è ancora disponibile per l’acquisto? Elena Partiti",
    "Ciao! Mi piacerebbe sapere se l’articolo è ancora in vendita. Elena Partiti",
    "Ehi, è ancora disponibile il prodotto? Elena Partiti",
    "Ciao, l’inserzione è ancora attiva? Elena Partiti",
    "Salve! Posso sapere se il prodotto è ancora in vendita? Elena Partiti",
    "Ciao, è ancora disponibile il tuo articolo per l’acquisto? Elena Partiti",
    "Ehi, l’articolo è ancora disponibile? Mi interessa. Elena Partiti",
    "Ciao! È ancora possibile comprare il tuo prodotto? Elena Partiti",
    "Salve, il prodotto è ancora in vendita o già venduto? Elena Partiti"
]
